Repository: linebreaker/dynacase-virtualdesktop
Catalog: ECM_*.po
Languages: fr

source: defaut family use to create
fr: Famille utilisée pour la création

source: Loading freedom-ecm 3.0 ...
fr: Chargement de freedom-ecm 3.0 ...

source: Desktop
fr: Bureau

source: Desktop of %s
fr: Bureau de %s

source: Offline folder of %s
fr: Dossier de synchronisation de %s

source: first workspace
fr: Premier espace

source: ecm::readme
fr: Lisez moi

source: attach a new note
fr: Pose d'une nouvelle note

source: detach note %s
fr: Suppression de la note '%s'

source: Access to ecm
fr: Accès à ECM

source: main interface
fr: Interface principale
