Repository: linebreaker/dynacase-virtualdesktop
Catalog: js_ECM_*.po
Languages: fr

source: eui::infolder
fr: dans le dossier

source: eui::Duplicate
fr: Dupliquer

source: eui::Link
fr: Lier

source: eui::Move
fr: Déplacer

source: eui::Restore
fr: Restaurer

source: eui::Delete
fr: Supprimer

source: ecm::warning
fr: Avertissement

source: ecm::Delete for multiple selection is not implemented.
fr: La suppression de plusieurs éléments n'est pas supportée.

source: ecm::Restore for multiple selection is not implemented.
fr: La restauration de plusieurs éléments n'est pas supportée.

source: ecm::Duplicate for multiple selection must be implemented.
fr: La duplication de plusieurs éléments n'est pas supportée.

source: eui::Creation :
fr: Création

source: ecm::Search :
fr: Recherche :

source: ecm::Search
fr: Rechercher

source: ecm::Loading...
fr: Chargement...

source: ecm::No workspace
fr: Pas d'espace de travail

source: ecm::Personnal Space
fr: Espace personnel

source: ecm::New
fr: Nouveau

source: ecm::Error on set families
fr: Erreur de stockage du paramètre de la famille

source: ecm::Dynacase ECM
fr: Dynacase Virtual Desktop

source: ecm::Gadgets
fr: Gadgets

source: ecm::Desktop
fr: Bureau

source: ecm::Refresh desktop
fr: Actualiser le bureau

source: ecm::Select Theme
fr: Sélectionner le thème

source: ecm::Select Background
fr: Sélectionner l'image de fond

source: ecm::About
fr: A Propos

source: ecm::Logout
fr: Déconnection

source: ecm::folder tree
fr: Plan de classement

source: ecm::Searches
fr: Recherches

source: ecm::family management
fr: Gestion par famille

source: ecm::No ecm_session
fr: Pas de session

source: ecm:A propos
fr: A propos

source: eui::documents
fr: documents

source: eui::link to offline
fr: lien vers offline
